title: FP-SIGMA-000-auth-failed
id: fp-sigma-000
status: stable
description: Multiple failed logons
logsource:
  product: windows
  service: security
detection:
  selection:
    event.code: 4625
  condition: selection
tags:
  - attack.t1110
level: high
