title: FP-SIGMA-029-lsass-access
id: fp-sigma-029
status: stable
description: LSASS access
logsource:
  product: windows
  service: security
detection:
  selection:
    event.code: 4625
  condition: selection
tags:
  - attack.t1110
level: high
