title: FP-SIGMA-024-suspicious-port
id: fp-sigma-024
status: stable
description: Suspicious outbound port
logsource:
  product: windows
  service: security
detection:
  selection:
    event.code: 4625
  condition: selection
tags:
  - attack.t1110
level: high
