title: FP-SIGMA-012-powershell-encoded
id: fp-sigma-012
status: stable
description: Encoded PowerShell
logsource:
  product: windows
  service: security
detection:
  selection:
    event.code: 4625
  condition: selection
tags:
  - attack.t1110
level: high
