title: FP-SIGMA-019-lsass-access
id: fp-sigma-019
status: stable
description: LSASS access
logsource:
  product: windows
  service: security
detection:
  selection:
    event.code: 4625
  condition: selection
tags:
  - attack.t1110
level: high
